{
    "apiKeyProvided": "Danke, dass du den API-Schlüssel eingereicht hast! Dein Konto ist jetzt bereit und alles ist fertig. Indem du nicht mehr das Standardkonto benutzt, machst du den Bot für alle anderen da draußen auch besser!\n\nIch hatte einen geheimen Bot-Befehl versprochen, und daran halte ich mich natürlich! Bitte sehr: Wenn du eine Datei geschickt hast, schreib /info, um detaillierte Informationen darüber zu erhalten. Vorsicht, das könnte alles ziemlich technisch aussehen, aber da sind auch ein paar super interessante Infos dabei. Wie geil ist das denn bitte?! Probier das gleich mal aus!",
    "autoConversionSaved": "Gespeichert.",
    "autoConvert": "${from} zu ${to} automatisch",
    "cancelOperation": "Abbrechen",
    "customApiKeyInstruction": "Brauchst du mehr Umwandlungen? /contribute",
    "fileInfo": "Hier sind die Infos:",
    "fileTooBig": "Diese Datei ist zu groß! Siehe /limitations",
    "helpmsgBalanceWithApiKey": "Yay! Du hast dein persönliches Konto bei Cloud Convert mit diesem Bot verbunden! Danke sehr! Du kannst deinen Kontostand mit /balance überprüfen.\n\nDiesen Schlüssel hier hast du eingereicht (danke!):",
    "helpmsgBuyMinutes": "Falls du noch mehr Dateien umwandeln willst, kannst du bei www.cloudconvert.com Minuten dafür kaufen. Dieser Bots wird sie dann automatisch verwenden. Denk aber dran, dass das hier ein Projekt eines einzelnen Studenten von der Kieler Uni ist. Auch wenn ich alles darangesetzt habe, dass diese Software keine Fehler hat, kann ich natürlich nicht garantieren, dass dieser Bot <i>nicht versehentlich alle Minuten aufbraucht</i>, deine Babykätzchen umbringt oder sonst was. Das ist bisher noch nie passiert und ich halte es auch für unwahrscheinlich, aber es ist immer noch Software, also weiß man nie so genau. Falls du TypeScript beherrschst, kannst du dir den <a href=\"https://github.com/KnorpelSenf/cloudconvert-bot\">Quelltext</a> ansehen, um sicherzugehen, dass sowas schlimmes nie passieren wird.",
    "helpmsgConvert": "Benutz dieser Befehl mit der Antwortfunktion für eine Datei! Ich schicke dir dann eine Liste mit möglichen Umwandlungen dafür.",
    "helpmsgFeedback": "Gefällt dir dieser Bot? Lass dem Entwickler @KnorpelSenf einen Dankesgruß da oder teile deine Gedanken in der Diskussionsgruppe unter @cloud_convert_bot_lounge!\n\nDie beste Art, um Danke zu sagen, ist die Beisteuerung eines API-Schlüssels. /contribute\nDu kannst auch <a href=\"https://t.me/cloud_convert_bot_news/20\">bei der Übersetzung mithelfen</a>.",
    "helpmsgFile": "Alles klaro, jetzt schick mir die Datei zur Umwandlung nach ",
    "helpmsgGroups": "<b>Hi zusammen!</b>\nIch heiße Cloud Convert Bot und ich kann Dateien umwandeln!\nIch nerve euch hier weder mit Nachrichten noch mit Dateien (nur wenn ihr lieb bittet). Ihr könnt mir auf zwei Arten sagen, dass ich eine Datei für euch umwandeln soll:\n  1) <i>Antwortet</i> auf eine geschickte Datei mit dem Zielformat, z. B. /mp4 oder schreibt /convert, um alle möglichen Zielformate zu sehen. Falls ihr die Antwort-Funktion nicht benutzt, gehe ich davon aus, dass die zuletzt geschickte Datei gemeint ist.\n  2) <i>Schreibt einen Untertitel</i> wenn ihr eine Datei schickt, z. B. /mp4, um zu MP4 umzuwandeln.\n\nSobald die Umwandlung fertig ist, könnt ihr <b>automatische Umwandlungen</b> aktivieren. Dann wiederhole ich die entsprechende Aufgabe, wann immer eine Datei des gleichen Typs geschickt wird.\n\n<b>Das beste ist die Erstellung eines Kontos.</b> Vielleicht funktioniert dieser Bot eine Zeit lang ohne, aber wenn ich hier regelmäßig gebraucht werde, ist das <b>sehr wichtig</b>, weil ihr dann jeden Tag super viele Umwandlungen gratis bekommt. Schreibt dafür /contribute. So kommt ihr um die Einschränkungen (s. /limitations) herum und tragt gleichzeitig etwas zu diesem Bot bei (was wirklich hilfreich ist).\n\nDenkt dran, dass alle Befehle in dieser Gruppe auf „@cloud_convert_bot“ enden müssen, sonst ignoriere ich sie (also /mp4@cloud_convert_bot statt /mp4)!",
    "helpmsgInfo": "Benutz diesen Befehl mit der Antwortfunktion für eine Datei! Ich schreibe dir dann alle Datei-Informationen (Meta-Daten), die ich herausfinden kann.",
    "helpmsgLimitations": "Zurzeit gibt es zwei <b>Einschränkungen</b>. Einerseits kann man nur ein paar Dateien am Tag umwandeln. Andererseits gibt es eine maximale Dateigröße.\n\nDa sich alle Nutzer dieses Bots 25 Umwandlungen pro Tag teilen müssen (Kontostand mit /balance abfragen), kann es vorkommen, dass du davon nichts abbekommst und an einigen Tagen gar keine Datei umwandeln kannst. <b>ABER das Gute</b> ist, dass du einfach ein Konto erstellen kannst und ZACK ist diese Einschränkung aufgehoben! Schreib dafür /contribute!\n\nTelegram verbietet Bots (wie mir), Dateien mit mehr als 20 MB herunterzuladen oder mit mehr als 50 MB hochzuladen. Daran kann man nichts ändern. Falls deine Datei größer ist als das, musst du wohl cloudconvert.com selbst besuchen. Sorry!",
    "helpmsgPrivate": "Hi! Ich bin ein Bot, der 218 Dateiformate ineinander umwandeln kann. Ich komme mit Medien jeder Art klar (<i>Musikdateien</i>, <i>Dokumente</i>, <i>GIFs</i>, <i>Fotos</i>, <i>Sticker</i>, <i>Videos</i>, <i>Sprachnachrichten</i> und <i>Videonachrichten</i>).\n\n<b>ACHTUNG: Du kannst mich kostenlos ausprobieren.</b> Falls du nur fix diese eine Datei umwandeln willst, mach das einfach. Anderfalls gilt: <b>Dieser Bot ist ein Gemeinschaftsprojekt</b>. Wenn du mich regelmäßig verwendest, steuere bitte deinen Teil dazu bei, indem du einen <i>API-Schlüssel</i> einreichst: siehe /contribute. Das dauert nur 30 Sekunden und ist super simpel. Dafür bekommst du auch 25 Extra-Umwandlungen gratis jeden Tag. Du musst dafür ein Konto erstellen. (Keine Sorge, kostet auch nix.)\n\nIch kann Dateien auch automatisch umwandeln (selbst in Gruppenchats)! Das kannst du aktivieren, wenn du wirklich viele Dateien desselben Typs umwandeln willst. Du kannst die Funktion nutzen, nachdem du die erste der Dateien umgewandelt hast.\n\nDu kannst die Sprache mit /language ändern.\n\nDenk dran, dass dieses Projekt nur durch die vielen Unterstützer am Leben gehalten wird – sei einer davon! /contribute\n\nDiskussionsgruppe: @cloud_convert_bot_lounge\nNachrichtenkanal: @cloud_convert_bot_lounge",
    "helpmsgSetUpAccount": "Willkommen, zukünftiger Beitragender!\nIndem du etwas zu diesem Bot beisteuerst, <b>bekommst du 25 Extra-Umwandlungen gratis jeden Tag</b>! Niemand sonst hat Einfluss auf diesen Wert. Das kostet alles nix und ist auch kein Hexenwerk. Befolg einfach diese drei Schritte:\n<b>1)</b> Registriere dich <a href=\"https://cloudconvert.com/register\">hier</a> bei Cloud Convert.\n<b>2)</b> Geht zum <a href=\"https://cloudconvert.com/dashboard/api/v1/keys\">Dashboard</a> und kopiere den API-Schlüssel.\n<b>3)</b> Komm hierher zurück und sende /apikey. Füge den API-Schlüssel hier ein.\nGut gemacht! Jetzt laufen alle Sachen hier über dein neues Konto bei Cloud Convert! Mit /reset setzt du den Bot zurück und löschst den API-Schlüssel aus der Datenbank. Sobald du mir den Schlüssel geschickt hast, bekommst du sogar noch einen geheimen Bot-Befehl als kleines Dankeschön!\n\nÜbrigens ist weder dieser Bot noch der Entwickler irgendwie mit Cloud Convert verbandelt. Die Leute dort stellen einfach kostenlose Datei-Umwandlungen bereit und Bots lassen sich da sehr leicht andocken. Die sitzen in München und entsprechend muss man sich auch keine Sorgen um Datenschutz oder „Wir vermissen dich”-Nachrichten machen, wenn man sich da registriert. Denk dran, dass das für diesen Bot sehr wichtig ist, dass du dich da anmeldest.",
    "helpmsgStartGroups": "<b>Hi!</b>\nIch heiße Cloud Convert Bot und ich kann Dateien umwandeln! Schreibt /help für eine kleine Einführung, stellt die Sprache mit /language um – und denkt daran, euer Konto einzurichten: /contribute",
    "helpmsgStartPrivate": "<b>Hi!</b>\nIch helfe dir beim Umwandeln von Dateien!\nSchick mir einfach deine Datei. /help",
    "helpmsgText": "Ich kann keine Textnachrichten umwandeln. Schick mir stattdessen eine Datei!",
    "helpmsgTextKeySuggestion": "Ich kann keine Textnachrichten umwandeln. Schick mir stattdessen eine Datei!\n\nVersuchst du gerade, einen API-Schlüssel einzureichen? Das geht auf zwei Wegen, die beide zu demselben Ziel führen. Es ist völlig egal, welchen du wählst. \n1) Entweder kannst du mir die Nachricht in dem Format „/apikey ABC_DEIN_API_SCHL_SSEL_XYZ“ schicken,\n2) oder du kannst genausogut erst nur „/apikey“ schicken. Ich antworte dann darauf. Verwende daraufhin die Antwortfunktion von Telegram und antworte mit deinem API-Schlüssel auf meine Nachricht.",
    "invalidApiKey": "Dieser API-Schlüssel ist ungültig! Hast du die Schritte unter /contribute befolgt?\n\n1) Schreib den API-Schlüssel nicht selbst ab, da dann Tippfehler auftreten. Mach das besser über Kopieren & Einfügen direkt aus der Webseite heraus.\n2) Erstell dein Konto bei www.cloudconvert.com nicht via Facebook-Login. Nimm stattdessen E-Mail. Google müsste auch gehen.\n3) Falls gar nichts davon klappt, kannst du den API-Schüssel auf dem Dashbord auch neu erzeugen lassen und dann noch einmal /contribute probieren.\n\nSobald du den API-Schlüssel eingereicht hast, kannst du den jederzeit wieder zurückziehen und zum Standard-Konto zurückkehren. Schreib dafür einfach /reset.\n\nDiesen API-Schlüssel wolltest du einreichen:",
    "languageName": "🇩🇪 Deutsch",
    "listFormats": "Ausgezeichnet! Ich kann ${filetype} umwandeln zu:",
    "noFileInfo": "Ich konnte dazu leider keine Meta-Daten finden, sorry!",
    "noMoreConversionMinutes": "Sieht aus, als hättest du keine Umwandlungen mehr über! Siehe /balance\n\nDu bekommst automatisch weiter 25 Umwandlungen innerhalb der nächsten 24 Stunden. Wenn du nicht warten willst, kannst du die Datei auch sofort umwandeln. Folg dazu einfach den Schritten unter /contribute.",
    "operationCancelled": "Operation abgebrochen.",
    "personalApiKeyInUse": "Da du bereits einen API-Schlüssel eingereicht hast, werde ich das Konto bei Cloud Convert auch in diesem Chat verwenden! (Falls du das nicht willst, kannst du den Bot hier zurücksetzen.)",
    "pickLanguage": "Stell deine Sprache mit den Knöpfen unten ein.\n\nSprichst du eine andere Sprache? Hast du einen Tippfehler gefunden? Hilf bei der Übersetzung! Klick einfach auf <a href=\"https://poeditor.com/join/project/rBNUMw67kZ\">diesen Link</a>!",
    "remainingConversions": "Verbleibende Umwandlungen",
    "reset": "Ich habe alle deine Einstellungen aus der Datenbank gelöscht, inklusive API-Schlüssel. Schade, dass du gehst :(\nDu kannst dir deine kostenlosen Umwandlungen jederzeit mit /contribute wieder zurückholen!",
    "resultFileTooBig": "Die resultierende Datei ist zu groß! Siehe /limitations",
    "sendApiKey": "Perfekt! Schick mir jetzt deinen API-Schlüssel als Antwort auf diese Nachricht!",
    "unknownError": "Da ist was schiefgelaufen. Entschuldige. Du kannst dich gerne in @cloud_convert_bot_lounge darüber beschweren.",
    "validatingApiKey": "Überprüfen …"
}