{
    "apiKeyProvided": "Terima kasih telah memberikan kunci API! Akun Anda sendiri sekarang sudah siap dan disiapkan. Dengan tidak lagi mengandalkan akun default, Anda membantu membuat bot lebih berguna untuk semua orang di luar sana!\n\nSaya berjanji untuk mengungkap perintah bot tersembunyi, dan saya suka menepati janji! Ini dia: setiap kali Anda memberikan file, kirim /info untuk mendapatkan informasi rinci tentang file Anda. Hati-hati, banyak hal yang cukup teknis di sana, tetapi ada juga banyak fakta keren yang mungkin tidak Anda ketahui. Betapa hebatnya itu ?! Saksikan berikut ini!",
    "autoConversionSaved": "Disimpan",
    "autoConvert": "konversi otomatis ${from} menjadi ${to}",
    "cancelOperation": "Batalkan operasi",
    "customApiKeyInstruction": "Perlu melakukan lebih banyak konversi? /contribute",
    "fileInfo": "Berikut info file Anda:",
    "fileTooBig": "File terlalu besar! Lihat /limitations",
    "helpmsgBalanceWithApiKey": "Yay! Anda telah menghubungkan akun Cloud Convert pribadi Anda dengan bot ini! Terima kasih! Anda bisa mengecek saldo dengan /balance.\n\nAnda menghubungkan bot ini dengan memberikan kunci API berikut (terima kasih!):",
    "helpmsgBuyMinutes": "Jika Anda perlu melakukan lebih banyak konversi, Anda dapat membeli menit konversi di www.cloudconvert.com. Bot ini akan secara otomatis menggunakannya jika tersedia. Namun, harap diingat bahwa proyek ini dibuat oleh satu siswa di Universitas Kiel. Meskipun saya melakukan yang terbaik untuk menjaga perangkat lunak ini bebas dari kesalahan dan dapat diandalkan, saya tidak dapat menjamin bahwa bot ini <i> tidak secara tidak sengaja menghabiskan semua menit konversi Anda </i>, membunuh anak kucing Anda atau sejenisnya . Sejauh ini belum pernah terjadi dan saya menganggapnya sangat tidak mungkin, tetapi ini masih perangkat lunak, jadi Anda tidak pernah tahu. Jika Anda tahu TypeScript, Anda dapat memeriksa <a href=\"https://github.com/KnorpelSenf/cloudconvert-bot\"> kode sumber </a> untuk memverifikasi bahwa sesuatu yang seburuk ini tidak akan pernah terjadi.",
    "helpmsgConvert": "Gunakan perintah ini untuk membalas file! Saya kemudian akan mendaftar semua kemungkinan konversi untuk itu.",
    "helpmsgFeedback": "Suka bot ini? Beri tahu dev @KnorpelSenf atau bagikan pemikiran Anda dalam grup diskusi di @cloud_convert_bot_lounge!\n\nCara terbaik untuk mengucapkan terima kasih adalah dengan memberikan kunci API. /contribute\nAnda juga dapat <a href=\"https://t.me/cloud_convert_bot_news/20\"> membantu menerjemahkan </a> bot ini.",
    "helpmsgFile": "Baiklah, sekarang kirimi saya file untuk dikonversi ",
    "helpmsgGroups": "<b> Hai yang disana! </b>\nNama saya Cloud Convert Bot dan saya dapat membantu Anda dengan konversi file!\nSaya tidak akan mengirimi Anda spam dengan pesan apa pun atau file apa pun yang dikonversi (kecuali Anda memintanya dengan baik). Ada dua cara untuk memberi tahu saya bahwa saya harus mengonversi file untuk Anda:\n  1) <i> Balas </i> ke file yang dikirim seseorang. Balas dengan format target secara langsung (e. G. /mp4) atau kirim /convert untuk melihat format yang memungkinkan. Saya akan menggunakan file terbaru jika Anda tidak menekan reply untuk pesan apa pun.\n  2) <i> Kirim keterangan </i> saat Anda mengirim file, e. g. /mp4 untuk dikonversi ke MP4.\n\nSetelah konversi selesai, Anda dapat mengaktifkan <b> konversi otomatis </b>. Jika Anda mengaktifkan konversi otomatis untuk jenis file, saya secara otomatis akan mengulangi konversi ini untuk semua file dengan jenis yang sama.\n\n<b> Fitur yang paling mengagumkan </b> adalah Anda dapat mengatur akun Anda sendiri. Bot ini dapat bekerja untuk beberapa waktu tanpa akun, tetapi jika Anda menggunakan bot secara teratur, membuat akun <i> sangat penting </i> karena Anda bisa mendapatkan lebih banyak konversi gratis seperti itu. Siapkan dengan /contribute. Dengan cara ini, Anda dapat menghindari beberapa /limitations dan Anda juga berkontribusi pada bot ini (yang sangat membantu).\n\nPerhatikan bahwa semua perintah dalam obrolan grup ini harus diakhiri dengan \"@cloud_convert_bot\", jika tidak, saya akan mengabaikannya (misalnya, bukan /mp4 tapi /mp4@cloud_convert_bot)!",
    "helpmsgInfo": "Gunakan perintah ini untuk membalas file! Saya kemudian akan memberi tahu Anda semua informasi file (meta data) yang saya tahu.",
    "helpmsgLimitations": "Saat ini ada <b> dua batasan </b>. Pertama: Anda hanya dapat mengonversi beberapa file dalam sehari. Kedua: Anda hanya dapat mengonversi file dengan ukuran tertentu.\n\nKarena semua pengguna bot ini berbagi kumpulan 25 konversi per hari dan pengguna lain dapat menggunakan konversi Anda (periksa saldo dengan /balance), Anda terkadang tidak dapat mengonversi file apa pun sama sekali. <b> Hal yang baik </b> adalah: Anda hanya perlu membuat akun dan BOOM — batas ini hilang! Lihat /contribute untuk itu!\n\nTelegram tidak mengizinkan bot (seperti saya) untuk mengunduh file dengan ukuran lebih dari 20 MB atau mengunggah file dengan ukuran lebih dari 50 MB. Batas ini tidak dapat diubah. Jika Anda perlu mengonversi file yang lebih besar, Anda dapat mengunjungi cloudconvert.com. Maaf!",
    "helpmsgPrivate": "Hai! Saya adalah bot konverter file. Saya mendukung 218 format file berbeda dan saya tahu cara menangani segala jenis media (<i> file audio </i>, <i> dokumen </i>, <i> GIF </i>, <i> foto < / i>, <i> stiker </i>, <i> video </i>, <i> catatan suara </i>, dan <i> catatan video </i>).\n\n<b> PENTING: Anda dapat mencoba saya secara gratis. </b> Jika Anda hanya perlu mengonversi satu file, lanjutkan saja dan lakukan. Namun, <b> bot ini adalah proyek komunitas </b>. Jika Anda ingin lebih sering menggunakan bot ini, silakan berkontribusi dengan memberikan <i> kunci API </i>: lihat /contribute . Ini hanya membutuhkan waktu 30 detik dan sangat sederhana. Anda akan diberi hadiah 25 konversi ekstra gratis setiap hari. Ini melibatkan pengaturan akun. (Jangan khawatir, ini gratis selamanya.)\n\nSaya juga mendukung konversi file otomatis (bahkan dalam obrolan grup)! Aktifkan konversi otomatis jika Anda memiliki banyak file dengan jenis yang sama untuk dikonversi. Anda dapat mengaktifkan konversi otomatis segera setelah Anda mengonversi file.\n\nAnda dapat mengatur bahasa dengan /language.\n\nIngatlah bahwa bot ini tidak akan berfungsi tanpa banyak kontributor yang dimilikinya — jadilah salah satunya! /contribute\n\nGrup diskusi: @cloud_convert_bot_lounge\nSaluran berita: @cloud_convert_bot_news",
    "helpmsgSetUpAccount": "Selamat datang, kontributor bot masa depan!\nDengan berkontribusi ke bot, Anda dapat <b> mengklaim 25 konversi ekstra gratis Anda sendiri per hari </b>! Tidak ada orang lain yang dapat memengaruhi penghitung ini. Anda tidak perlu membayar apa pun untuk ini dan ini berfungsi sepenuhnya tanpa sihir. Yang perlu Anda lakukan adalah mengikuti tiga langkah ini:\n<b> 1) </b> Buat akun Cloud Convert Anda sendiri <a href=\"https://cloudconvert.com/register\"> di sini </a>.\n<b> 2) </b> Kunjungi <a href=\"https://cloudconvert.com/dashboard/api/v1/keys\"> dasbor </a> dan salin kunci API.\n<b> 3) </b> Kembali ke obrolan ini dan kirim /apikey. Tempel kunci API ke dalam obrolan ini.\nKerja bagus! Sekarang setiap operasi bot ini akan berfungsi berdasarkan akun Cloud Convert baru Anda! Menyetel ulang bot dengan /reset menghapus kunci API dari database kami. Setelah Anda mengirimi saya kunci API Anda, saya akan memberi tahu Anda perintah bot rahasia sebagai hadiah terima kasih!\n\nHarap dicatat bahwa baik bot ini maupun pengembangnya sama sekali tidak terkait dengan cloudconvert.com. Orang-orang di belakang situs itu hanya menawarkan konversi file gratis dan mereka memiliki cara yang rapi untuk menghubungkan bot ke layanan itu. Mereka berbasis di Munich, Jerman dan Anda tidak perlu khawatir tentang masalah privasi atau iklan atau omong kosong \"kami merindukanmu\" setelah Anda mendaftar. Ingatlah bahwa menghubungkan akun Anda sendiri ke bot ini sangat penting agar bot ini berfungsi.",
    "helpmsgStartGroups": "<b> Hai yang disana! </b>\nNama saya Cloud Convert Bot dan saya dapat membantu Anda dengan konversi file! Ketik /help untuk tur singkat, setel bahasa Anda dengan /language — dan jangan lupa untuk menyiapkan akun Anda: /contribute",
    "helpmsgStartPrivate": "<b> Hai yang disana! </b>\nSaya dapat membantu Anda dengan konversi file!\nKirimkan saya file Anda untuk dikonversi. /help",
    "helpmsgText": "Saya tidak dapat mengubah pesan teks. Sebagai gantinya, kirimkan saya file untuk mengonversinya!",
    "helpmsgTextKeySuggestion": "Saya tidak dapat mengubah pesan teks. Sebagai gantinya, kirimkan saya file untuk mengonversinya!\n\nApakah Anda mencoba mengirimkan kunci API Anda? Ini dimungkinkan dengan dua cara. Tidak masalah yang mana yang Anda pilih. Anda bisa:\n1) Kirim pesan dengan format berikut: “/apikey ABC_YOUR_API_KEY_XYZ”\nAtau Anda juga bisa:\n2) Pertama, kirim saja \"/apikey\". Saya akan menanggapi itu. Kedua, gunakan fitur balasan Telegram untuk membalas pesan saya saat Anda mengirimkan kunci API Anda secara bergiliran.",
    "invalidApiKey": "Kunci API Anda tidak valid! Apakah Anda mengikuti langkah-langkah di bawah /contribute?\n\n1) Pastikan Anda memverifikasi akun cloudconvert Anda dengan mengklik link di email yang Anda terima setelah mendaftar di www.cloudconvert.com.\n2) Jangan ketik kunci API sendiri karena mungkin ada kesalahan ketik. Sebagai gantinya, salin dan tempel kunci API dari situs web secara langsung.\n3) Jangan gunakan login Facebook di www.cloudconvert.com. Gunakan email sebagai gantinya. Login Google juga harus berfungsi.\n4) Jika tidak ada yang berhasil, Anda dapat membuat ulang API di dasbor dan mencoba /contribute lagi.\n\nSetelah Anda memberikan kunci yang valid, Anda selalu dapat memilih keluar lagi dan kembali menggunakan akun yang dibagikan di antara semua pengguna bot. Untuk melakukannya, cukup setel ulang bot dengan /reset.\n\nIni adalah kunci API tidak valid yang Anda berikan:\n",
    "languageName": "🇮🇩 Indonesia",
    "listFormats": "Hebat! Saya dapat mengonversi ${filetype} ini menjadi:",
    "noFileInfo": "Saya tidak bisa menemukan meta data apa pun tentang file Anda, maaf!",
    "noMoreConversionMinutes": "Sepertinya tidak ada konversi gratis yang tersisa! Cek /balance!\n\nAnda secara otomatis akan diberikan 25 lebih banyak konversi gratis dalam 24 jam ke depan. Jika Anda tidak ingin menunggu, dapat mengkonversi file Anda sekarang juga. Anda hanya perlu mengikuti langkah-langkah di bawah /contribute.",
    "operationCancelled": "Operasi dibatalkan.",
    "personalApiKeyInUse": "Karena Anda sudah memberikan kunci API pribadi Anda, saya juga akan menggunakan akun CloudConvert Anda dalam obrolan ini! Yay! (Jika Anda tidak menginginkan ini, Anda dapat mengatur ulang bot di obrolan ini.)",
    "pickLanguage": "Atur bahasa Anda menggunakan salah satu tombol di bawah ini.\n\nBerbicara bahasa lain? Menemukan kesalahan ketik? Bantu terjemahkan bot ini! Cukup klik <a href=\"https://poeditor.com/join/project/rBNUMw67kZ\"> tautan ini </a>!",
    "remainingConversions": "Konversi yang tersisa",
    "reset": "Saya mengatur ulang semua konfigurasi Anda, termasuk kunci API. Sedih melihatmu pergi! :(\nAnda selalu bisa mendapatkan menit konversi gratis Anda kembali dengan mengirim /contribute!",
    "resultFileTooBig": "File hasil terlalu besar! Lihat /limitations",
    "sendApiKey": "Sempurna! Sekarang kirimkan saya kunci API untuk membalas pesan ini!",
    "unknownError": "Ada yang salah. Maaf untuk itu. Anda dapat menulis saya di @cloud_convert_bot_lounge karena ini.",
    "validatingApiKey": "Memvalidasi ..."
}