{
    "helpmsgStartPrivate": "<b>Привет!</b>\nЯ могу помочь тебе с конвертацией файла!\nПожалуйста, отправь файл для конвертации. /help",
    "helpmsgPrivate": "Привет! Я бот-конвертатор файлов. Я поддерживаю 218 различных форматов файлов и знаю, как работать с любыми носителями (<i>аудиофайлы</i>, <i>документы</i>, <i>гифки</i>, <i>фотографии</i>, <i>стикеры</i>, <i>видеозаписи</i>, <i>голосовые заметки</i>, и <i>видеозаписи</i>).\n\n<b>Важно!: Вы можете попробовать меня бесплатно.</b> Если вам нужно конвертировать только один файл, просто сделайте это. Однако <b>Этот бот является проектом сообщества</b>. Если вы хотите использовать этого бота чаще, внесите свой вклад, предоставив ключ <i>API</i>: см. раздел /contribute. Это займет всего 30 секунд, и это очень просто. Вы будете вознаграждены 25 бесплатными дополнительными конвертациями каждый день. Это включает в себя создание аккаунта. (Не волнуйтесь, это бесплатно навсегда).\n\nЯ также поддерживаю автоматические конвертации файлов (даже в групповых чатах)! Включите автоматическое конвертирование, если у вас много файлов одного типа для конвертации. Вы можете включить автоматическое конвертирование сразу после того, как вы конвертировали файл.\n\nВы можете установить язык с помощью /language.\n\nПомните, что этот бот не работал бы без многочисленных участников, которых он сделал - стал одним из них! /contribute\n\nДискуссионная группа: @cloud_convert_bot_lounge\nНовостной канал: @cloud_convert_bot_news",
    "helpmsgStartGroups": "<b>Привет!</b>\nЯ - Cloud Convert Bot, я могу помочь тебе конвертировать твой файл! Напиши /help, чтоб узнать больше информации, укажи свой язык с помощью /language - и не забудь указать свой аккаунт с помощью команды /contribute",
    "helpmsgGroups": "<b>Привет!</b>\nМеня зовут Cloud Convert Bot и я могу помочь вам с конвертацией файлов!\nЯ не буду спамить вас сообщениями или конвертированными файлами (если вы не попросите вежливо). Есть два способа сказать мне, что я должен конвертировать файл для вас:\n  1) <i>Подтвердить</i> к файлу, который кто-то присылает. Ответьте непосредственно с заданным форматом (например, /mp4) или отправьте /convert, чтобы увидеть возможные форматы. Я буду использовать последний файл, если вы не нажмете ответ для любого сообщения.\n  2) <i>Послать подпись</i> при отправке файла, например, /mp4 для преобразования в MP4.\n\nПосле завершения преобразования можно включить <b>авто-конвертирования</b>. Если вы включите автоматическое конвертацию для файла того или иного типа, я автоматически повторю это конвертирование для всех файлов одного типа.\n\n<b> Самая удивительная функция</b> заключается в том, что вы можете настроить собственную учетную запись. Этот бот может некоторое время работать без учетной записи, но если вы регулярно пользуетесь ботом, то настройка учетной записи <i> действительно важна</i>, поскольку таким образом вы сможете получить более бесплатные преобразования. Настройте его с помощью команды /contribute. Таким образом, вы сможете избежать некоторых /ограничений, а также внести свой вклад в этот бот (что очень полезно).\n\nОбратите внимание, что все команды в этом групповом чате должны заканчиваться на \"@cloud_convert_bot\", иначе я их проигнорирую (например, не /mp4, а /mp4@cloud_convert_bot)!",
    "helpmsgLimitations": "В настоящее время существует <b>два ограничения</b>. Первое: вы можете конвертировать только несколько файлов в день. Второе: вы можете конвертировать только файлы определенного размера.\n\nПотому что все пользователи этого бота разделяют общий пул из 25 конвертаций в день, и другие пользователи могут потреблять ваши конвертаций (проверь баланс с помощью /balance), иногда вы не можете конвертировать любой файл на всех. <b>Хорошая вещь</b> заключается в том, что вам просто нужно настроить учетную запись и хоба!- этот лимит снят! Проверьте /contribute для этого!\n\nТелеграмма не позволяет ботам (как мне) скачивать файлы размером более 20 МБ или загружать файлы размером более 50 МБ. Это ограничение не может быть изменено. Если вам необходимо конвертировать файлы большего размера, вы можете посетить cloudconvert.com. Прости!",
    "helpmsgSetUpAccount": "Добро пожаловать, будущий помощник бота!\nВнося свой вклад в работу с ботом, вы можете <b> заявить о своих 25 бесплатных дополнительных конвертациях в день</b>! Никто другой не сможет повлиять на этот счетчик. Вам не придется ничего платить за это, и это работает полностью без колдовства. Все, что вам нужно сделать, это следовать этим трем шагам:\n<b>1)</b> Создайте свою собственную учетную запись Cloud Convert <a href=\"https://cloudconvert.com/register\">здесь</a>.\n<b>2)</b> Посетите <a href=\"https://cloudconvert.com/dashboard/api/v1/keys\">панель инструментов</a> и скопируйте ключ API.\n<b>3)</b> Вернитесь к этому чату и отправьте /apikey. Вставьте ключ API в этот чат.\nМолодец! Теперь каждая операция этого бота будет работать на основе вашего нового аккаунта Cloud Convert! Сброс ботов с помощью /reset очищает API ключ от нашей базы данных. После того, как вы прислали мне ваш API ключ, я скажу вам секретную команду бота в качестве благодарности!\n\nПожалуйста, обратите внимание, что ни этот бот, ни его разработка никак не связаны с cloudconvert.com. Люди, стоящие за этим сайтом, просто предлагают бесплатные преобразования файлов, и у них есть отличный способ подключения ботов к этому сервису. Они находятся в Мюнхене, Германия, и вам не нужно беспокоиться о конфиденциальности или рекламы или \"мы скучаем по вам\" фигня, как только вы подписались. Помните, что подключение собственной учетной записи к этому боту очень важно для его функционирования.",
    "helpmsgBalanceWithApiKey": "Вау! Ты подключил свой личный ключ аккаунта Cloud Convert для этого бота! Спасибо! Ты можешь проверить его баланс с помощью /balance.\n\nТы помог боту подключив API ключ (спасибо!)",
    "validatingApiKey": "Проверка...",
    "helpmsgBuyMinutes": "Если вам нужно выполнить еще больше преобразований, вы можете купить минуты преобразований на сайте www.cloudconvert.com. Этот бот будет автоматически использовать их, если они доступны. Однако, пожалуйста, помните, что этот проект был создан одним студентом Кильского университета. Несмотря на то, что я сделал все возможное, чтобы сохранить этот кусок программного обеспечения свободным от ошибок и как можно более надежным, я не могу гарантировать, что этот бот <i> не случайно потребляют все ваши преобразования минут</i>, убивая вашего котенка или тому подобное. До сих пор этого никогда не происходило, и я считаю, что это маловероятно, но это все равно программное обеспечение, так что никогда не знаешь. Если вы знаете TypeScript, вы можете проверить <a href=\"https://github.com/KnorpelSenf/cloudconvert-bot\"> исходный код</a>, чтобы убедиться, что чего-то настолько плохого, как это, никогда не случится.",
    "autoConversionSaved": "Сохранено.",
    "remainingConversions": "Осталось конвертаций",
    "customApiKeyInstruction": "Нужно больше конвертаций? /contribute",
    "helpmsgFeedback": "Как этот бот? Расскажите об этом дьяволу @KnorpelSenf или поделитесь своими мыслями в дискуссионной группе по адресу @cloud_convert_bot_lounge!\n\nЛучший способ сказать спасибо - это предоставить ключ API. /подписать\nВы также можете <a href=\"https://t.me/cloud_convert_bot_news/20\">help translate</a> этого бота.",
    "sendApiKey": "Прекрасно! Отправь мне API ключ в ответ на это сообщение!",
    "helpmsgInfo": "Используй данную команду в ответ на файл! Я скажу тебе все информацию о файле (метаданные), которую я знаю.",
    "helpmsgConvert": "Используй эту команду в ответ на файл! Я покажу все возможные варианты конвертации этого файла.",
    "helpmsgFile": "Отлично, отправь мне файл, чтобы я его конвертировал в ",
    "fileInfo": "Тут информация о твоем файле:",
    "noFileInfo": "Я не могу получить информацию о твоем файле, прости!",
    "reset": "Я сбросил все твои настройки, в том числе API ключ. Жалко, что ты уходишь! :(\nТы всегда можешь получить свои бесплатные минуты назад, отправив /contribute!",
    "cancelOperation": "Отменить операцию",
    "operationCancelled": "Операция отменена.",
    "helpmsgText": "Я не могу конвертировать текстовые сообщения. Вместо этого пришлите мне файл, чтобы конвертировать его!",
    "helpmsgTextKeySuggestion": "Я не могу конвертировать текстовые сообщения. Отправь мне файл для конвертации!\n\nТы пытаешься ввести свой API ключ? Это возможно 2-мя путями. Не важно, что ты выберешь из этого. Ты можешь:\n1) Отправить сообщение такого формата: \"/apikey твой_api_ключ\"\nИли просто:\n2) Сначала отправить \"/apikey\". Я отреагирую на этого, потом через функцию Telegram ответь на это сообщение, где ты введешь свой API ключ.",
    "apiKeyProvided": "Спасибо, что указал API ключ! Твой аккаунт настроен. Тебе бот не использует свой аккаунт, ты помог сделать бота полезнее для других пользователей!\n\nЯ пообещал тебе показать секретную команду и я люблю выполнять свои обещания! Держи, когда ты отправил файл, отправь в ответ команду /info, чтоб получить подробную информацию о твоем файле. Будьте осторожны, там много всего довольно технического, но есть и куча крутых фактов, о которых ты, наверное, не знал. Это очень круто! Зацени!  ",
    "personalApiKeyInUse": "Так как ты уже указал свой API ключ, я буду использовать твой CloudConvert аккаунт в данном чате! Ура! (Если ты не хочешь этого, то ты можешь сбросить настройки бота.)",
    "fileTooBig": "Файл слишком большой! Проверь /limitations",
    "unknownError": "Что-то пошло не так. Прости. Ты можешь сообщить об этом в @cloud_convert_bot_lounge.",
    "invalidApiKey": "Ваш API ключ недействителен! Вы выполнили действия, описанные в разделе /подпись?\n\n1) Убедитесь, что вы проверили вашу учетную запись cloudconvert, перейдя по ссылке в электронном письме, полученном вами после регистрации на www.cloudconvert.com.\n2) Не печатайте API-ключ самостоятельно, т.к. может быть опечатка. Вместо этого скопируйте и вставьте ключ API непосредственно с веб-сайта.\n3) Не используйте логин Facebook на www.cloudconvert.com. Вместо этого используйте электронную почту. Логин Google тоже должен работать.\n4) Если ничего не работает, вы можете заново сгенерировать API на приборной панели и попробовать /contribute еще раз.\n\nПосле того, как вы предоставили действительный ключ, вы всегда можете отказаться и вернуться к использованию учетной записи, совместно используемой всеми пользователями-ботами. Для этого просто сбросьте бот с помощью /reset.\n\nЭто недействительный ключ API, который вы предоставили:\n",
    "noMoreConversionMinutes": "Похоже не осталось бесплатных конвертаций! Проверь /balance!\n\nТы получишь автоматически 25 бесплатных конвертаций каждые 24 часа. Если ты не хочешь ждать, то ты можешь конвертировать свой файл прямо сейчас. Тебе просто нужно следовать пунктам в /contribute",
    "listFormats": "Заебись! Я могу конвертировать этот файл ${filetype} в:",
    "autoConvert": "Авто-конвертация ${from} в ${to}",
    "pickLanguage": "Установи свой язык используя кнопку снизу.\n\nРазговариваешь на другом языке? Нашел ошибку? Помоги перевести бота!\nПросто нажми <a href=\"https://poeditor.com/join/project/rBNUMw67kZ\">на эту ссылку</a>!",
    "languageName": "🇷🇺 русский",
    "resultFileTooBig": "Файл слишком большой! Проверь /limitations"
}