{
    "apiKeyProvided": "¡Gracias por proporcionar la clave API! Su propia cuenta ya está lista y configurada. ¡Al no confiar más en la cuenta predeterminada, ayudas a que el bot sea más útil para todos!\n\n¡Prometí revelar un comando de bot oculto, y me gusta cumplir las promesas! Aquí vamos: cada vez que proporcionó un archivo, envíe /info para obtener información detallada sobre sus archivos. Cuidado, muchas cosas son bastante técnicas allí, pero también hay un montón de datos interesantes que probablemente no sabías. ¡Qué asombroso es eso! ¡Échale un vistazo!\n\n",
    "autoConversionSaved": "Guardado.",
    "autoConvert": "convertir automáticamente ${from} a ${to}",
    "cancelOperation": "Cancelar operación",
    "customApiKeyInstruction": "¿Necesitas realizar más conversiones? /contribute",
    "fileInfo": "Aquí está la información de su archivo:",
    "fileTooBig": "¡El archivo es demasiado grande! Ver /limitations",
    "helpmsgBalanceWithApiKey": "¡Hurra! ¡Has conectado tu cuenta personal de Cloud Convert con este bot! ¡Gracias! Puede consultar su saldo con / balance. Conectó este bot al proporcionar la siguiente clave API (¡gracias!):",
    "helpmsgBuyMinutes": "Antranix, hace 1 minuto Si necesita realizar aún más conversiones, puede comprar minutos de conversión en www.cloudconvert.com. Este bot los usará automáticamente si está disponible. Sin embargo, recuerde que este proyecto fue creado por un solo estudiante en la Universidad de Kiel. Aunque hice todo lo posible para mantener este software libre de errores y lo más confiable posible, no puedo garantizar que este bot <i>no esté consumiendo accidentalmente todos sus minutos de conversión</i>, matando a su gatito o algo similar. . Nunca ha sucedido hasta ahora y lo considero muy poco probable, pero sigue siendo un software, por lo que nunca se sabe. Si conoce TypeScript, puede consultar el <a href=\"https://github.com/KnorpelSenf/cloudconvert-bot\">código fuente</a> para verificar que algo tan malo como esto nunca sucederá.",
    "helpmsgConvert": "Utilice este comando en respuesta a un archivo! Luego enumeraré todas las conversiones posibles para eso.",
    "helpmsgFeedback": "¿Te gusta este bot? ¡Dígale al desarrollador @KnorpelSenf o comparta sus pensamientos en el grupo de discusión en @cloud_convert_bot_lounge!\n\nLa mejor manera de decir gracias es proporcionando una clave API. /contribuir También puede <a href=\"https://t.me/cloud_convert_bot_news/20\">ayudar a traducir</a> este bot.",
    "helpmsgFile": "Bien, ahora envíame un archivo para convertir",
    "helpmsgGroups": "<b>¡Hola!</b>\n¡Mi nombre es Cloud Convert Bot y puedo ayudarlo con las conversiones de archivos!\nNo le enviaré correos no deseados con ningún mensaje o archivo convertido (a menos que lo pida amablemente). Hay dos formas de decirme que debo convertir un archivo para usted:\n  1) <i>Responder</i> a un archivo que alguien envía. Responda con el formato de destino directamente (p. Ej. / Mp4) o envíe /convert para ver los posibles formatos. Usaré el archivo más reciente si no presiona responder por ningún mensaje.\n  2) <i>Enviar un título</i> cuando envíe el archivo, e. sol. /mp4 para convertir a MP4.\n\nUna vez que se completa la conversión, puede habilitar <b>conversiones automáticas</b>. Si habilita las conversiones automáticas para un tipo de archivo, repetiré automáticamente esta conversión para todos los archivos del mismo tipo.\n\n<b>La característica más impresionante</b> es que puede configurar su propia cuenta. Este bot puede funcionar durante un tiempo sin una cuenta, pero si usa el bot regularmente, configurar una cuenta <i>es realmente importante</i> porque puede obtener muchas más conversiones gratuitas como esa. Configurar con /contribute. De esta manera, puede evitar algunas /limitations y también contribuir a este bot (que es realmente útil).\n\nTenga en cuenta que todos los comandos en este chat grupal deben terminar en \"@cloud_convert_bot\", de lo contrario, los ignoraré (por ejemplo, no /mp4 pero /mp4@cloud_convert_bot).",
    "helpmsgInfo": "Utilice este comando en respuesta a un archivo! Luego le contaré toda la información del archivo (metadatos) que conozco.",
    "helpmsgLimitations": "Actualmente hay <b>dos limitaciones</b>. Primero:solo puede convertir algunos archivos al día. Segundo: sólo puede convertir archivos de un tamaño determinado.\n\nDebido a que todos los usuarios de este bot comparten un grupo común de 25 conversiones por día y otros usuarios pueden consumir sus conversiones (verifique el saldo con /balance), a veces no puede convertir ningún archivo en absoluto. <b>Lo bueno</b> es: simplemente necesita configurar una cuenta y BOOM, ¡este límite se ha ido! Ver /contribute para eso!\n\nTelegram no permite que los bots (como yo) descarguen archivos con más de 20 MB de tamaño o carguen archivos con más de 50 MB de tamaño. Este límite no se puede cambiar. Si necesita convertir archivos más grandes, puede visitar cloudconvert.com. ¡Lo siento!",
    "helpmsgPrivate": "¡Hola! Soy un convertidor de archivos bot. Admito 218 formatos de archivo diferentes y sé cómo manejar medios de cualquier tipo (<i>archivos de audio</i>, <i>documentos</i>, <i>GIF</i>, <i>fotos</i>, <i>stickers</i>, <i>videos</i>, <i>notas de voz</i> y <i>notas de video</i>).\n\n<b>IMPORTANTE: Puedes probar de forma gratuita. </b>Si necesitas convertir sólo un archivo, simplemente adelante y hazlo. Sin embargo, <b>este bot es un proyecto comunitario</b>. Si desea utilizar este bot con más frecuencia, contribuya proporcionando una <i>clave API</i>: ver /contribute. Esto solo toma 30 segundos y es muy simple. Serás recompensado con 25 conversiones adicionales gratis cada día. Se trata de configurar una cuenta. (No te preocupes, es gratis para siempre).\n\n¡También soportó conversiones automáticas de archivos (incluso en chats grupales)! Habilite las conversiones automáticas si tiene muchos archivos del mismo tipo para convertir. Puede habilitar las conversiones automáticas tan pronto como convierta un archivo.\n\nPuede configurar el idioma con /language.\n\nRecuerda que este bot no funcionaría sin los muchos contribuyentes que tiene, ¡conviértete en uno de ellos! /contribute\n\nGrupo de discusión: @cloud_convert_bot_lounge\nCanal de noticias: @cloud_convert_bot_news",
    "helpmsgSetUpAccount": "¡Bienvenido, futuro colaborador de bot! ¡Al contribuir al bot, puede <b> reclamar sus propias 25 conversiones adicionales gratis por día </b>! Nadie más podrá impactar este contador. No tendrá que pagar nada por esto y funciona completamente sin brujería. Todo lo que necesita hacer es seguir estos tres pasos: \n<b>1)</b> Cree su propia cuenta de Cloud Convert <a href=\"https://cloudconvert.com/register\">aqu </a>.\n<b>2)</b> Visite el <a href=\"https://cloudconvert.com/dashboard/api/v1/keys\">tablero</a> y copie la clave API.\n<b>3)</b>Regrese a este chat y envíe /apikey. Pegue la clave API en este chat.\n¡Buen trabajo! ¡Ahora cada operación de este bot funcionará en función de su nueva cuenta de Cloud Convert! Restablecer el bot con / reset borra la clave API de nuestra base de datos. Una vez que me envíes tu clave de API, ¡te diré un comando de bot secreto como regalo de agradecimiento!\n\nTenga en cuenta que ni este bot ni su desarrollador están asociados de ninguna manera con cloudconvert.com. Las personas detrás de ese sitio solo ofrecen conversiones de archivos gratuitas y tienen una forma ordenada de conectar bots a ese servicio. Tienen su sede en Múnich, Alemania, y no necesita preocuparse por preocupaciones de privacidad o anuncios o porquería \"te extrañamos\" una vez que se haya registrado. Recuerde que conectar su propia cuenta a este bot es muy importante para que este bot funcione.",
    "helpmsgStartGroups": "<b>¡Hola!</b> ¡Mi nombre es Cloud Convert Bot y puedo ayudarlo con las conversiones de archivos! Escriba /help para un recorrido rápido, configure su idioma con /language, y no olvide configurar su cuenta: /contrib",
    "helpmsgStartPrivate": "<b> ¡Hola! </b> ¡Puedo ayudarte con las conversiones de archivos! Por favor envíeme su archivo para convertir /help",
    "helpmsgText": "No puedo convertir mensajes de texto. En cambio, ¡envíeme un archivo para convertirlo!",
    "helpmsgTextKeySuggestion": "No puedo convertir mensajes de texto. En cambio, ¡envíeme un archivo para convertirlo!\n\n¿Estás intentando enviar tu clave API? Esto es posible de dos maneras. No importa cuál elijas. Tu también puedes:\n1) Envíe el mensaje en el siguiente formato: \"/apikey ABC_YOUR_API_KEY_XYZ\"\nO también puedes:\n2) Primero envíe solo \"/apikey\". Yo responderé a eso. En segundo lugar, utilice la función de respuesta de Telegram para responder a mi mensaje cuando, a su vez, envíe su clave API.\n",
    "invalidApiKey": "¡Tu clave API no es válida! ¿Seguiste los pasos bajo /contribute?\n\n1) No escriba la clave API usted mismo, ya que podría haber un error tipográfico. En su lugar, copie y pegue la clave API del sitio web directamente.\n2) No use el inicio de sesión de Facebook en www.cloudconvert.com. Use un correo electrónico en su lugar. El inicio de sesión de Google también debería funcionar.\n3) Si nada funciona, puede volver a generar la API en el panel e intentar / contribuir nuevamente.\n\nUna vez que proporcionó una clave válida, siempre puede optar por no participar nuevamente y volver a usar la cuenta compartida entre todos los usuarios de bot. Para hacerlo, simplemente reinicie el bot con /reset. \n\nEsta es la clave API no válida que proporcionó:",
    "languageName": "🇪🇸 Español",
    "listFormats": "¡Increíble! Puedo convertir este ${filetype} a:",
    "noFileInfo": "No pude encontrar ningún metadato sobre su archivo, lo siento.",
    "noMoreConversionMinutes": "¡Parece que no quedan conversiones gratuitas! Cheque /balance!\n\nSe le proporcionarán automáticamente 25 conversiones gratuitas más en las próximas 24 horas. Si no quiere esperar, puede convertir su archivo ahora mismo. Solo necesita seguir los pasos bajo /contribute.",
    "operationCancelled": "Operación cancelada.",
    "personalApiKeyInUse": "Como ya proporcionó su clave API personal, ¡también usaré su cuenta de CloudConvert en este chat! ¡Hurra! (Si no desea esto, puede restablecer el bot en este chat).",
    "pickLanguage": "Configure su idioma usando uno de los botones a continuación. ¿Habla otro idioma? ¿Encontraste un error tipográfico? ¡Ayuda a traducir este bot! ¡Simplemente haga clic en <a href=\"https://poeditor.com/join/project/rBNUMw67kZ\">este enlace</a>!",
    "remainingConversions": "Conversiones restantes",
    "reset": "Restablecer toda su configuración, incluida la clave API. ¡Siento verte ir! :( ¡Siempre puede recuperar sus minutos de conversión gratis enviando /contribute!",
    "resultFileTooBig": "¡El archivo de resultados es demasiado grande! Ver /limitations",
    "sendApiKey": "¡Perfecto! ¡Ahora envíeme la clave API en respuesta a este mensaje!",
    "unknownError": "Algo salió mal. Lo siento por eso. Puede escribirme en @cloud_convert_bot_lounge debido a esto.",
    "validatingApiKey": "Validando..."
}