{
    "apiKeyProvided": "Grazie per aver fornito la chiave API! Il vostro account è ora pronto e configurato. Non facendo più affidamento sull'account predefinito, contribuisci a rendere il bot più utile per tutti!\n\nHo promesso di svelare un comando per il bot nascosto, e mi piace mantenere le promesse! Ecco qui: ogni volta che avete fornito un file, inviate /info per ottenere informazioni dettagliate sui vostri file. Attenzione, molte cose sono piuttosto tecniche, ma ci sono anche un sacco di fatti interessanti che probabilmente non sapevate. Quanto è meraviglioso?! Provatelo!",
    "autoConversionSaved": "Salvata.",
    "autoConvert": "converti automaticamente ${from} in ${to}",
    "cancelOperation": "Annulla operazione",
    "customApiKeyInstruction": "Ti servono più conversioni? /contribute",
    "fileInfo": "Ecco le informazioni del file:",
    "fileTooBig": "Il file è troppo grande! Vedi /limitations",
    "helpmsgBalanceWithApiKey": "Evviva! Hai collegato il tuo account personale Cloud Convert con questo bot! Grazie! Puoi controllare il suo saldo con /balance.\n\nHai connesso il bot con la tua chiave API (grazie!).",
    "helpmsgBuyMinutes": "Se hai bisogno di effettuare ancora più conversioni, puoi acquistare i minuti di conversione su www.cloudconvert.com. Questo bot li utilizzerà automaticamente se disponibili. Tuttavia, ricorda che questo progetto è stato creato da un solo studente dell'Università di Kiel. Anche se ho fatto del mio meglio per mantenere questo software privo di errori e il più affidabile possibile, non posso garantire che questo bot non <i>consumi accidentalmente tutti i vostri minuti di conversione</i>, che uccida il vostro gattino o cose simili. Non è mai successo finora e lo considero altamente improbabile, ma è comunque un software, quindi non si sa mai. Se conosci TypeScript, puoi controllare il <a href=\"https://github.com/KnorpelSenf/cloudconvert-bot\">codice sorgente</a> per verificare che qualcosa del genere non accada.",
    "helpmsgConvert": "Usa questo comando in risposta ad un file. Ti mostrerò tutte le possibili conversioni.",
    "helpmsgFeedback": "Ti piace questo bot? Dillo allo sviluppatore @KnorpelSenf o condividi i tuoi pensieri nella chat @cloud_convert_bot_lounge!\n\nIl modo migliore di contribuire è di fornire una chiave API.\n/contribute\nPuoi anche aiutare <a href=\"https://t.me/cloud_convert_bot_news/20\">traducendo</a> questo bot.",
    "helpmsgFile": "Ok, ora mandami un file da convertire in ",
    "helpmsgGroups": "<b>Ciao!</b>\nSono Cloud Convert Bot ti aiutrò a convertire i file!\nNon vi invierò alcun messaggio o file convertito (a meno che non lo chiediate gentilmente). Ci sono due modi per dirmi che devo convertire un file per voi:\n 1) <i>Rispondi</i> ad un file che qualcuno manda. Rispondi direttamente con il formato di destinazione (ad es. /mp4) o invia /convert per vedere i possibili formati. Utilizzerò il file più recente se non si preme il tasto \"Rispondi\" per qualsiasi messaggio.\n 2) <i>Invia una descrizione</i> mentre mandi un file, ad esempio /mp4 per convertire in MP4.\n\nUna volta completata la conversione, è possibile abilitare le <b>auto-conversioni</b>. Se si abilitano le auto-conversioni per un tipo di file, ripeterò automaticamente questa conversione per tutti i file dello stesso tipo.\n\n<b>La caratteristica più bella</b> è che puoi creare il tuo account. Questo bot può funzionare per un certo periodo di tempo senza un account, ma se si utilizza il bot regolarmente, la creazione di un account <i>è molto importante</i> perché si possono ottenere molte più conversioni gratuite come questa. Impostalo con /contribute. In questo modo, si possono evitare alcune limitazioni (/limitations) e si contribuisce anche a questo bot (che è davvero utile).\n\nNota che i comandi in questo gruppo devono finire con il mio username (@cloud_convert_bot), altrimenti li ignorerò, (quindi non /mp4, ma /mp4@cloud_convert_bot)",
    "helpmsgInfo": "Usa questo comando in risposta ad un file. Ti dirò tutte le informazioni (metadata) che trovo in quel file.",
    "helpmsgLimitations": "Ci sono <b>due limitazioni</b>. Puoi convertire solo pochi files al giorno e puoi convertire solo file di una certa dimensione.\n\nPoiché tutti gli utenti condividono una riserva comune di 25 conversioni giornaliere e altri utenti possono utilizzare le tue conversioni (controlla /balance), potresti non riuscire a convertire alcun file. <b>La cosa buona</b> e: puoi semplicemente impostare un account e BOOM, il limite è svanito! Vedi /contribute per altre informazioni.\n\nTelegram non consente ai bot (come me) di scaricare file più grandi di 20 mb e di caricarne di più grandi di 50 mb. Questo limite non può essere modificato. Se devi convertire file più grandi visita cloudconvert.com.",
    "helpmsgPrivate": "Ciao! Sono un bot per convertire file. Supporto 218 diversi formati di file e so gestire media di qualsiasi tipo (<i>file audio</i>, <i>documenti</i>, <i>GIF</i>, <i>foto</i>, <i>sticker</i>, <i>video</i>, <i>note vocali</i> e <i>videomessaggi</i>)\n\n<b>IMPORTANTE: Puoi provarmi gratuitamente.</b> Se avete bisogno di convertire un solo file, procedete pure e fatelo. Comunque, <b>questo bot è un progetto comunitario</b>. Se vuoi usare questo bot più spesso, per favore contribuisci fornendo una <i>chiave API</i>: vedi /contribute. Ci vogliono 30 secondi ed è facilissimo. Avrai 25 conversioni gratis al giorno. Si tratta di creare un account. (Non preoccuparti, è gratuito per sempre).\n\nSupporto anche le conversioni automatiche dei file (anche nelle chat di gruppo)! Abilita le conversioni automatiche se hai molti file dello stesso tipo da convertire. È possibile abilitare le conversioni automatiche non appena si converte un file.\n\nÈ possibile impostare la lingua con /language.\n\nRicorda che questo bot non funzionerebbe senza i molti contributori che ha: diventa uno di noi! /contribute\n\nGruppo di discussione: @cloud_convert_bot_lounge\nCanale di aggiornamenti: @cloud_convert_bot_news",
    "helpmsgSetUpAccount": "Benvenuto, prossimo contributore del bot!\nContribuendo al bot potrai richiedere <b>25 conversioni extra gratuite al giorno</b>! Nessun altro potra modificare questo contatore. Non dovrai pagare niente per questo, e funzionerà senza bisogno di stregonerie. Ti basterà seguire questi tre passaggi:\n<b>1)</b> Crea il tuo account Cloud Convert (se non ce l'hai già) <a href=\"https://cloudconvert.com/register\">qui</a>.\n<b>2)</b> Visita la <a href=\"https://cloudconvert.com/dashboard/api/v1/keys\">dashboard</a> e copia la tua chiave API.\n<b>3)</b> Torna in questa chat e manda /apikey. Incolla la chiave nella chat.\nFatto! Ogni tua operazione sarà basata sul tuo account Cloud Convert! Puoi resettare il bot con /reset, ciò eliminerà la tua chiave dal nostro database. Quando mi avrai mandato la chiave ti farò scoprire un comando segreto.\n\nTieni a mente che né il bot né il suo sviluppatore sono in alcun modo collegati a cloudconvert.com. Le persone dietro quel sito offrono conversioni gratuite e un modo comodo per connettere i bot al servizio. Hanno sede a Monaco di Baviera, in Germania, e non dovrai preoccuparti della privacy, di pubblicità o di altre stronzate simili quando ti iscriverai. Ricorda che connettere il tuo bot è parecchio utile se pensi di usarlo spesso.",
    "helpmsgStartGroups": "<b>Ciao!</b>\nSono Cloud Convert Bot ti aiutrò a convertire i file! Digita /help per un tour veloce, imposta la lingua con /language - e non dimenticare di impostare un account: /contribute",
    "helpmsgStartPrivate": "<b>Ciao!</b>\nTi aiuterò a convertire i tuoi file!\nMandami pure un file da convertire. /help",
    "helpmsgText": "Non posso convertire messaggi di testo. Mandami piuttosto un file da convertire!",
    "helpmsgTextKeySuggestion": "Non posso convertire messaggi di testo. Mandami piuttosto un file da convertire!\n\nStai cercando di mandarmi la chiave API? Ci son due modi per farlo:\n1) Manda il messaggio in questo formato: “/apikey ABC_LA_TUA_API_XYZ”\n2) Invia /apikey e rispondi al messaggio che ti manderò.",
    "invalidApiKey": "La tua chiave API è invalida! Hai seguito i passaggi di /contribute?\n\n1) Non trascrivere la chiave, copincollala dal sito.\n2) Non fare il login con Facebook su www.cloudconvert.com. Uspiuttosto una mail. Il login con Google non dovrebbe dare problemi.\n3) Se nulla funziona rigenera la chiave API dalla tua dashboard, e ridai il comando /contribute.\n\nUna volta fornita una chiave valida, si può sempre decidere di ritirarsi e tornare a utilizzare l'account condiviso da tutti gli utenti del bot. Per farlo, è sufficiente resettare il bot con /reset.\n\nQuesta è la chiave API che hai fornito:",
    "languageName": "🇮🇹 Italiano",
    "listFormats": "Perfetto! Posso convertire questo ${filetype} in:",
    "noFileInfo": "Non trovo alcun metadato in questo file, mi spiace.",
    "noMoreConversionMinutes": "Sembra che non ci siano più conversioni gratuite! Verifica /balance!\n\nVi saranno automaticamente fornite altre 25 conversioni gratuite entro le prossime 24 ore. Se non vuoi aspettare, puoi convertire il tuo file adesso. Devi solo seguire i passi sotto /contribute.",
    "operationCancelled": "Operazione annullata.",
    "personalApiKeyInUse": "Dal momento che hai già fornito la tua chiave API personale, userò anche il tuo account CloudConvert in questa chat! Evviva! (Se non lo vuoi, puoi resettare il bot in questa chat).",
    "pickLanguage": "Imposta la tua lingua con i bottoni qui sotto.\n\nParli un'altra lingua? Hai trovato un errore? Aiuta a tradurre il bot! Clicca su <a href=\"https://poeditor.com/join/project/rBNUMw67kZ\">questo link</a>!",
    "remainingConversions": "Conversioni rimaste.",
    "reset": "Ho resettato la configurazione, compresa la chiave API. Mi spiace vederti andare! :(\nPuoi sempre riavere le tue conversioni gratis con /contribute!",
    "resultFileTooBig": "Il file convertito è troppo grande, vedi /limitations!",
    "sendApiKey": "Ottimo! Ora mandami la chiave API in risposta a questo messaggio.",
    "unknownError": "Qualcosa è andato storto. Mi spiace. Scrivimi su @cloud_convert_bot_lounge e spiega cos'è successo.",
    "validatingApiKey": "Convalida..."
}